[
  {
    "_id": 123,
    "topic": "Space",
    "userName": "SpaceX",
    "time": "2h",
    "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
    "image": "spaceX-icon.jpg",
    "liked": true,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "@spacex",
    "tuit": "You want to wake up in the morning and think the future is going to be great - and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars"
  },
  {
    "_id": 234,
    "topic": "Tesla",
    "userName": "Tesla",
    "time": "4d",
    "title": "",
    "image": "tesla.png",
    "liked": false,
    "replies": 234,
    "retuits": 543,
    "likes": 3456,
    "handle": "@tesla",
    "tuit": "Autopilot is an advanced driver assistance system that enhances safety and convenience behind the wheel. When used properly, Autopilot reduces your overall workload as a driver. Each new Tesla vehicle is equipped with eight external cameras and powerful vision processing to provide an additional layer of safety. Model 3 and Model Y built for the European and Middle Eastern markets will now utilise our camera-based Tesla Vision, which are not equipped with radar and instead rely on Tesla’s advanced suite of cameras and neural net processing to deliver Autopilot and related features."
  },
  {
    "_id": 345,
    "topic": "NASA",
    "userName": "NASA",
    "time": "3d",
    "title": "",
    "image": "nasa-icon.jpg",
    "liked": true,
    "replies": 345,
    "retuits": 321,
    "likes": 1234,
    "handle": "@NASA",
    "tuit": "Journey into the quantum realm with Ant-Man actor Paul Rudd! Learn how @NASASpaceSci’s quantum science could help unlock insight into the universe’s biggest mysteries, while contributing to technologies that improve our lives on Earth & advance space exploration."
  }
]

